

const About = () => {
  return (
    <>
    <div className="about">
    <h2>Обо мне</h2>
      <p>
        Привет, меня зовут Иван Петров. Я опытный веб-разработчик с фокусом на фронтенде. Я специализируюсь на разработке интерактивных и отзывчивых веб-приложений с использованием технологий HTML, CSS и JavaScript.
      </p>
      <p>
        У меня более 5 лет опыта в веб-разработке. В прошлом я работал в компании XYZ, где занимался разработкой пользовательского интерфейса для крупных корпоративных клиентов. Мои обязанности включали разработку и поддержку фронтенда, а также совместную работу с бэкенд-разработчиками для достижения общих целей проекта.
      </p>
      <p>
        У меня есть опыт работы с такими технологиями, как React, Redux, HTML5, CSS3, Sass, Git и другими. Я также уверенно использую инструменты разработки, такие как VS Code, Webpack и Babel.
      </p>
      <p>
        В моем портфолио есть различные проекты, включая интерактивные лендинги, админ-панели и веб-приложения. Вы можете ознакомиться с ними на моем сайте: www.example.com/portfolio.
      </p>
      <p>
        Я привержен к обучению и самосовершенствованию. Я всегда ищу новые возможности для изучения новых технологий и методов разработки. Я также хорошо работаю в команде и всегда готов делиться своим опытом с коллегами.
      </p>
      <p>
        Я очень заинтересован в возможности присоединиться к вашей команде и внести свой вклад в успех ваших проектов. Надеюсь на положительный отклик и возможность обсудить детали в нашем будущем собеседовании.
      </p>
    </div>

    </>
  )
}

export default About